Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/AmbientSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUMP_TO_WAKE_ENABLED
source: Bump To Wake
ar: اخبط للتنبيه
bg: Побутване за събуждане
ca: Activa amb un toc
cs: Probudit ťuknutím
da: Puf for at afbryde vågeblus
de: Zum Beenden des Ruhezustands anstoßen
el: Άγγιγμα για αφύπνιση
es: Activar con toque
es_us: Activar con toque
fi: Herää tömäytyksestä
fr: Taper pour activer
fr_ca: Activer avec une tape
he: חבטה להתעוררות
hi: सक्रिय करने के लिए टकराएँ
hr: Uključenje laganim udarcem
hu: Felébresztés lökéssel
id: Senggol Untuk Bangun
it: Attiva con colpo
ja: バンプしてスリープ解除
kk: Іске қосу үшін соғу
ko: 부딪히면 깨우기
lt: Bakstelėkite, kad pažadintumėte
ms: Ketuk untuk Bangunkan
nl: Stoot om te activeren
no: Dult for å vekke
pl: Budź uderzeniem
pt_br: Bater para Despertar
pt_pt: Bater para reativar
ro: Clătinare pentru trezire
ru: Выход из сна при смещении
sk: Zobudiť buchnutím
sl: Vklop z rahlim udarcem
sv: Stöt till för att väcka
th: เคาะเพื่อปลุก
tr: Çarpınca Uyandır
uk: Будити поштовхом
vi: Gõ để bật
zh_cn: 敲击唤醒
zh_hk: 敲桌喚醒
zh_tw: 敲桌喚醒

# MOTION_TO_WAKE_ENABLED_FOOTER
source: %@ will turn on the display when motion is detected at night.
ar: سيتم تشغيل شاشة %@ عند اكتشاف حركة في الليل.
bg: %@ ще събуди екрана, когато бъде засечено движение през нощта.
ca: %@ activarà la pantalla si es detecta moviment durant la nit.
cs: %@ zapne displej, pokud v noci detekuje pohyb.
da: %@ tænder skærmen, når der registreres bevægelse i løbet af natten.
de: Das Display von „%@“ wird aktiviert, wenn nachts Bewegung erkannt wird.
el: Η %@ ενεργοποιεί την οθόνη όταν ανιχνεύεται κίνηση τη νύχτα.
es: Durante el modo “%@”, se activará la pantalla cuando se detecte movimiento por la noche.
es_us: %@ activará la pantalla si detecta movimiento por la noche.
fi: %@ laittaa näytön päälle, kun yöllä havaitaan liikettä.
fr: %@ activera l’écran quand un mouvement sera détecté la nuit.
fr_ca: %@ allumera l’écran lorsque du mouvement sera détecté pendant la nuit.
he: ‏״%@״ יפעיל את התצוגה בעת זיהוי תזוזה בלילה.
hi: रात में हलचल का पता चलने पर %@ डिस्प्ले को चालू कर देगा।
hr: %@ će uključiti zaslon kad se detektira kretanje noću.
hu: A(z) %@ be fogja kapcsolni a kijelzőt, amikor éjszaka mozgást észlel.
id: %@ akan menyalakan layar saat gerakan terdeteksi di malam hari.
it: %@ attiverà lo schermo se rileva movimenti di notte.
ja: 夜間にデバイスが動かされたことを検知すると、%@により画面がオンになります。
kk: Түнде қимыл анықталса, %@ дисплейді қосады.
ko: 밤에 움직임이 감지되면 %@ 기능이 디스플레이를 켭니다.
lt: Kai parinktis „%@“ įjungta, naktį aptikus judėjimą įjungiamas ekranas.
ms: %@ akan menghidupkan paparan apabila pergerakan dikesan pada waktu malam.
nl: Het scherm van %@ wordt ingeschakeld wanneer er 's nachts beweging wordt gedetecteerd.
no: %@ vil slå på skjermen når det registreres bevegelser om natten.
pl: %@ będzie włączał wyświetlacz w nocy po wykryciu ruchu.
pt_br: A tela do %@ será ativada se ele detectar movimento à noite.
pt_pt: %@ ativará o ecrã quando for detetado movimento à noite.
ro: %@ va aprinde afișajul dacă se detectează mișcare pe timpul nopții.
ru: %@ включит дисплей, если ночью будет обнаружено движение.
sk: %@ zapne displej, ak v noci zachytí pohyb.
sl: %@ vklopi zaslon, ko je ponoči zaznano premikanje.
sv: %@ väcker skärmen när rörelser detekteras på natten.
th: %[tt]@จะเปิดจอภาพเมื่อตรวจพบการเคลื่อนไหวในเวลากลางคืน
tr: %@, gece hareket saptandığında ekranı açar.
uk: У режимі «%@» екран вмикатиметься, якщо вночі виявлено рух.
vi: %@ sẽ bật màn hình khi phát hiện thấy chuyển động vào ban đêm.
zh_cn: 夜间检测到动作时，%@将打开显示屏。
zh_hk: %@會在夜間偵測到動作時開啟螢幕。
zh_tw: %[tt]@會在夜間偵測到動作時開啟螢幕。

# NIGHT_MODE_ENABLED_FOOTER
source: %@ displays with a red tint in low ambient lighting.
ar: يُعرض %@ بلون أحمر في ظروف الإضاءة المحيطة المنخفضة.
bg: %@ се показва в червен нюанс при слабо околно осветление.
ca: %@ es mostrarà en un to vermellós en entorns on hi hagi poca llum.
cs: %@ za slabého okolního osvětlení zbarví displej do červena.
da: %@ vises med en rødlig farvetone, når der er svag belysning i omgivelserne.
de: %@ färbt die Anzeige bei geringem Umgebungslicht rötlich.
el: Η λειτουργία «%@» εμφανίζεται με κόκκινη απόχρωση σε χαμηλό φωτισμό περιβάλλοντος.
es: El modo “%@” se muestra en tonos rojos cuando hay poca luz ambiente.
es_us: %@ se presenta en un tono rojizo con luz ambiental tenue.
fi: %@ on punasävyinen heikossa valaistuksessa.
fr: %@ sʼaffiche avec une teinte rouge dans un éclairage ambiant faible.
fr_ca: %@ s’affiche dans une teinte rouge lorsque la luminosité ambiante est faible.
he: ‏״%@״ יוצג בגוון אדום כשהתאורה מסביב חלשה.
hi: परिवेशी प्रकाश कम होने पर %@ लाल रंगत के साथ डिस्प्ले होता है।
hr: %@ prikazuje sadržaje u crvenoj nijansi pri niskom pozadinskom osvjetljenju.
hu: A %@ vörös színben jelenik meg, ha a környezeti fény gyenge.
id: %@ ditampilkan dengan warna merah dalam kondisi rendah cahaya.
it: %@ presenta toni rossi quando l’illuminazione ambientale è debole.
ja: %@では、周囲が暗いときは赤の色調で表示されます。
kk: %@ төмен қоршаған орта жарығында қызыл реңкте көрсетіледі.
ko: %@ 기능은 주변이 어두우면 디스플레이를 붉은 색조로 표시합니다.
lt: Kai funkcija „%@“ įjungta, esant silpnam aplinkos apšvietimui rodomas raudonas atspalvis.
ms: %@ dipaparkan dengan tinta merah dalam pencahayaan ambien malap.
nl: %@ wordt weergegeven met een rode tint bij weinig omgevingslicht.
no: %@ vises med et rødlig skjær i mørke omgivelser.
pl: W słabych warunkach oświetleniowych %@ będzie wyświetlany z czerwonym zabarwieniem.
pt_br: Em condições de baixa iluminação, o modo %@ é exibido em tons de vermelho.
pt_pt: %@ assume um tom avermelhado em condições de fraca luminosidade.
ro: %@ va afișa într‑o tentă roșie în condiții de iluminare ambiantă scăzută.
ru: Режим «%@» будет отображать больше красных оттенков, когда вокруг слабое освещение.
sk: V tmavom prostredí %@ zafarbí obsah na displeji načerveno.
sl: %@ prikazuje vsebino v rdečem odtenku v okolici s šibko osvetlitvijo.
sv: %@ visas med en röd färgton i lågt omgivningsljus.
th: %[tt]@จะแสดงในสีแดงอ่อนเมื่อแสงที่อยู่โดยรอบสว่างน้อย
tr: %@, ortam ışığı azken ekranı kızıl bir tonda gösterir.
uk: За слабкого освітлення екран у режимі «%@» матиме червоний відтінок.
vi: %@ hiển thị với tông màu đỏ khi ánh sáng môi trường yếu.
zh_cn: %@在环境光不足时，将呈红色调。
zh_hk: 環境光線低時，%@會以紅色調顯示。
zh_tw: %[tt]@會在環境光線低時以紅色調顯示。

# ALWAYS_ON_DISPLAY_TURN_OFF_FOOTER_AFTER_IDLE
source: When set to Automatically, the display will intelligently turn off when iPhone is not in use and the room is dark.
ar: عند التعيين على "تلقائيًا"، ستتوقف الشاشة بذكاء عندما لا يكون iPhone مستخدَمًا وتكون الغرفة مظلمة.
bg: При настроен автоматичен режим, екранът ще се изключва интелигентно, когато iPhone не се използва и в стаята е тъмно.
ca: Si has configurat l’iPhone perquè la pantalla s’apagui automàticament, s’apagarà de manera intel·ligent quan no la facis servir i siguis en un lloc fosc.
cs: Při nastavení volby Automaticky se bude displej inteligentně vypínat v době, kdy iPhone nepoužíváte a v místnosti je tma.
da: Når indstillingen Automatisk er valgt, slukkes skærmen på intelligent vis, når iPhone ikke er i brug, og der er mørkt i lokalet.
de: Wenn „Automatisch“ festgelegt ist, wird das Display deaktiviert, sobald das iPhone nicht verwendet wird und die Umgebung dunkel ist.
el: Όταν η οθόνη έχει ρυθμιστεί σε «Αυτόματα», θα απενεργοποιείται με έξυπνο τρόπο όταν το iPhone δεν χρησιμοποιείται και ο χώρος είναι σκοτεινός.
es: Si seleccionas Automáticamente, la pantalla se apagará de forma automática cuando no se esté usando el iPhone y haya poca luz ambiente.
es_us: Si la opción Automáticamente se activa, la pantalla se apagará de manera inteligente cuando detecte que el iPhone no está en uso y la habitación esté obscura.
fi: Kun asetukseksi on valittu Automaattisesti, näyttö sammuu älykkäästi, kun iPhonea ei käytetä ja huone on pimeä.
fr: Lorsque l’option Automatiquement est activée, l’écran s’éteindra intelligemment si lʼiPhone n’est pas utilisé et si la pièce est sombre.
fr_ca: Lorsque l’option Automatiquement est activée, l’écran s’éteint intelligemment lorsque l’iPhone n’est pas utilisé et que la pièce est sombre.
he: כשאפשרות זו מוגדרת ל״באופן אוטומטי״, התצוגה תיכבה מעצמה באופן חכם כשה-iPhone לא בשימוש והחדר חשוך.
hi: ऑटोमैटिकली पर सेट किया गया हो, तो इस्तेमाल में न होने और कमरे में अँधेरा होने पर iPhone इंटेलीजेंट तरीक़े से बंद हो जाएगा।
hr: Kad je podešeno na Automatski, zaslon će se isključiti na inteligentan način kad se iPhone ne koristi i prostorija je tamna.
hu: Amikor Automatikusan értékre van beállítva, a kijelző intelligens módon kikapcsol, amikor az iPhone nincs használatban, és a helyiség sötét.
id: Jika diatur ke Secara Otomatis, layar akan dimatikan secara pintar saat iPhone tidak digunakan dan ruangan gelap.
it: Quando è selezionata l’opzione “In automatico”, lo schermo si spegnerà in modo intelligente quando iPhone non è in uso e la stanza non è più illuminata.
ja: “自動”に設定すると、iPhoneが使われていなくて部屋が暗いときはインテリジェントにオフになります。
kk: Автоматты режимге орнатылғанда, iPhone қолданылып жатпаса және бөлме қараңғы болса, дисплей интеллектуалды түрде өшеді.
ko: ‘자동’으로 설정하면 iPhone을 사용 중이 아니고 주변이 어두울 때 디스플레이가 지능적으로 꺼집니다.
lt: Kai nustatyta parinktis „Automatiškai“, ekranas išmaniuoju būdu išjungiamas, kai „iPhone“ nenaudojamas ir patalpa yra tamsi.
ms: Apabila disetkan kepada Automatik, paparan akan dimatikan secara pintar apabila iPhone tidak digunakan dan bilik gelap.
nl: Wanneer het scherm is ingesteld op 'Automatisch', wordt het op intelligente wijze uitgeschakeld wanneer de iPhone niet wordt gebruikt en de kamer donker is.
no: Når Automatisk er valgt, slås skjermen av hvis iPhonen ikke er i bruk og befinner seg i et mørkt rom.
pl: Wybranie opcji Automatycznie oznacza, że wyświetlacz będzie wyłączał się samodzielnie, gdy iPhone nie jest używany, a w pokoju jest ciemno.
pt_br: Quando a tela estiver definida como Automaticamente, ela será desativada de maneira inteligente se o iPhone não estiver em uso e o cômodo estiver escuro.
pt_pt: Se a opção definida for Automaticamente, o ecrã será desligado automaticamente quando o iPhone estiver inativo e num espaço escuro.
ro: Dacă este selectată opțiunea “Automat”, afișajul se va stinge în mod inteligent când iPhone‑ul nu este în uz și încăperea este întunecată.
ru: Когда выбран параметр «Автоматически», дисплей будет выключаться, если iPhone не используется и находится в темной комнате.
sk: Keď vyberiete možnosť Automaticky, displej sa inteligentne vypne vždy, keď iPhone nepoužívate a v miestnosti je tma.
sl: Če izberete Samodejno, se bo zaslon pametno izklopil, ko iPhone ni v uporabi in je v prostoru tema.
sv: När Automatiskt är inställt stängs skärmen av på ett intelligent sätt när iPhone inte används och rummet är mörkt.
th: เมื่อตั้งค่าเป็นอัตโนมัติ จอภาพจะปิดอย่างชาญฉลาดเมื่อ iPhone ไม่ได้ใช้งานและห้องมืด
tr: Otomatik olarak ayarlandığında iPhone kullanılmıyorsa ve oda karanlıksa ekran akıllı bir şekilde kapanır.
uk: Коли ввімкнено параметр «Автоматично», екран вимикатиметься, якщо інтелектуальні алгоритми пристрою виявлятимуть, що iPhone не використовується і навколо темно.
vi: Khi được đặt thành Tự động, màn hình sẽ tắt một cách thông minh khi iPhone không được sử dụng và phòng tối.
zh_cn: 设为“自动”时，显示屏将在iPhone未使用且室内光线较暗时智能关闭。
zh_hk: 設定為「自動」時，當iPhone並非使用中而房間黑暗時，螢幕會巧妙地關閉。
zh_tw: 若設定為「自動」，系統會在iPhone未使用且房間昏暗時聰明地關閉螢幕。

# ALWAYS_ON_DISPLAY_TURN_OFF_FOOTER_AUTOMATICALLY
source: When set to Automatically, the display will intelligently turn off when iPhone is not in use and the room is dark.
ar: عند التعيين على "تلقائيًا"، ستتوقف الشاشة بذكاء عندما لا يكون iPhone مستخدَمًا وتكون الغرفة مظلمة.
bg: При настроен автоматичен режим, екранът ще се изключва интелигентно, когато iPhone не се използва и в стаята е тъмно.
ca: Si has configurat l’iPhone perquè la pantalla s’apagui automàticament, s’apagarà de manera intel·ligent quan no la facis servir i siguis en un lloc fosc.
cs: Při nastavení volby Automaticky se bude displej inteligentně vypínat v době, kdy iPhone nepoužíváte a v místnosti je tma.
da: Når indstillingen Automatisk er valgt, slukkes skærmen på intelligent vis, når iPhone ikke er i brug, og der er mørkt i lokalet.
de: Wenn „Automatisch“ festgelegt ist, wird das Display deaktiviert, sobald das iPhone nicht verwendet wird und die Umgebung dunkel ist.
el: Όταν η οθόνη έχει ρυθμιστεί σε «Αυτόματα», θα απενεργοποιείται με έξυπνο τρόπο όταν το iPhone δεν χρησιμοποιείται και ο χώρος είναι σκοτεινός.
es: Si seleccionas Automáticamente, la pantalla se apagará de forma automática cuando no se esté usando el iPhone y haya poca luz ambiente.
es_us: Si la opción Automáticamente se activa, la pantalla se apagará de manera inteligente cuando detecte que el iPhone no está en uso y la habitación esté obscura.
fi: Kun asetukseksi on valittu Automaattisesti, näyttö sammuu älykkäästi, kun iPhonea ei käytetä ja huone on pimeä.
fr: Lorsque l’option Automatiquement est activée, l’écran s’éteindra intelligemment si lʼiPhone n’est pas utilisé et si la pièce est sombre.
fr_ca: Lorsque l’option Automatiquement est activée, l’écran s’éteint intelligemment lorsque l’iPhone n’est pas utilisé et que la pièce est sombre.
he: כשאפשרות זו מוגדרת ל״באופן אוטומטי״, התצוגה תיכבה מעצמה באופן חכם כשה-iPhone לא בשימוש והחדר חשוך.
hi: ऑटोमैटिकली पर सेट किया गया हो, तो इस्तेमाल में न होने और कमरे में अँधेरा होने पर iPhone इंटेलीजेंट तरीक़े से बंद हो जाएगा।
hr: Kad je podešeno na Automatski, zaslon će se isključiti na inteligentan način kad se iPhone ne koristi i prostorija je tamna.
hu: Amikor Automatikusan értékre van beállítva, a kijelző intelligens módon kikapcsol, amikor az iPhone nincs használatban, és a helyiség sötét.
id: Jika diatur ke Secara Otomatis, layar akan dimatikan secara pintar saat iPhone tidak digunakan dan ruangan gelap.
it: Quando è selezionata l’opzione “In automatico”, lo schermo si spegnerà in modo intelligente quando iPhone non è in uso e la stanza non è più illuminata.
ja: “自動”に設定すると、iPhoneが使われていなくて部屋が暗いときはインテリジェントにオフになります。
kk: Автоматты режимге орнатылғанда, iPhone қолданылып жатпаса және бөлме қараңғы болса, дисплей интеллектуалды түрде өшеді.
ko: ‘자동’으로 설정하면 iPhone을 사용 중이 아니고 주변이 어두울 때 디스플레이가 지능적으로 꺼집니다.
lt: Kai nustatyta parinktis „Automatiškai“, ekranas išmaniuoju būdu išjungiamas, kai „iPhone“ nenaudojamas ir patalpa yra tamsi.
ms: Apabila disetkan kepada Automatik, paparan akan dimatikan secara pintar apabila iPhone tidak digunakan dan bilik gelap.
nl: Wanneer het scherm is ingesteld op 'Automatisch', wordt het op intelligente wijze uitgeschakeld wanneer de iPhone niet wordt gebruikt en de kamer donker is.
no: Når Automatisk er valgt, slås skjermen av hvis iPhonen ikke er i bruk og befinner seg i et mørkt rom.
pl: Wybranie opcji Automatycznie oznacza, że wyświetlacz będzie wyłączał się samodzielnie, gdy iPhone nie jest używany, a w pokoju jest ciemno.
pt_br: Quando a tela estiver definida como Automaticamente, ela será desativada de maneira inteligente se o iPhone não estiver em uso e o cômodo estiver escuro.
pt_pt: Se a opção definida for Automaticamente, o ecrã será desligado automaticamente quando o iPhone estiver inativo e num espaço escuro.
ro: Dacă este selectată opțiunea “Automat”, afișajul se va stinge în mod inteligent când iPhone‑ul nu este în uz și încăperea este întunecată.
ru: Когда выбран параметр «Автоматически», дисплей будет выключаться, если iPhone не используется и находится в темной комнате.
sk: Keď vyberiete možnosť Automaticky, displej sa inteligentne vypne vždy, keď iPhone nepoužívate a v miestnosti je tma.
sl: Če izberete Samodejno, se bo zaslon pametno izklopil, ko iPhone ni v uporabi in je v prostoru tema.
sv: När Automatiskt är inställt stängs skärmen av på ett intelligent sätt när iPhone inte används och rummet är mörkt.
th: เมื่อตั้งค่าเป็นอัตโนมัติ จอภาพจะปิดอย่างชาญฉลาดเมื่อ iPhone ไม่ได้ใช้งานและห้องมืด
tr: Otomatik olarak ayarlandığında iPhone kullanılmıyorsa ve oda karanlıksa ekran akıllı bir şekilde kapanır.
uk: Коли ввімкнено параметр «Автоматично», екран вимикатиметься, якщо інтелектуальні алгоритми пристрою виявлятимуть, що iPhone не використовується і навколо темно.
vi: Khi được đặt thành Tự động, màn hình sẽ tắt một cách thông minh khi iPhone không được sử dụng và phòng tối.
zh_cn: 设为“自动”时，显示屏将在iPhone未使用且室内光线较暗时智能关闭。
zh_hk: 設定為「自動」時，當iPhone並非使用中而房間黑暗時，螢幕會巧妙地關閉。
zh_tw: 若設定為「自動」，系統會在iPhone未使用且房間昏暗時聰明地關閉螢幕。

# AT_NIGHT_GROUP_HEADER
source: At Night
ar: في الليل
bg: През нощта
ca: A la nit
cs: V noci
da: Om natten
de: Nachts
el: Το βράδυ
es: Por la noche
es_us: Por la noche
fi: Yöllä
fr: La nuit
fr_ca: La nuit
he: בלילה
hi: रात में
hr: Noću
hu: Éjszaka
id: Pada Malam Hari
it: Di notte
ja: 夜間
kk: Түнде
ko: 밤에
lt: Nakties metu
ms: Pada Waktu Malam
nl: 's Nachts
no: Om kvelden
pl: W nocy
pt_br: À Noite
pt_pt: À noite
ro: Noaptea
ru: Ночью
sk: V noci
sl: Ponoči
sv: På natten
th: กลางคืน
tr: Gece
uk: Уночі
vi: Vào ban đêm
zh_cn: 夜间
zh_hk: 夜間
zh_tw: 夜間

# ALWAYS_ON_DISPLAY_TURN_OFF_FOOTER_NEVER
source: When set to Automatically, the display will intelligently turn off when iPhone is not in use and the room is dark.
ar: عند التعيين على "تلقائيًا"، ستتوقف الشاشة بذكاء عندما لا يكون iPhone مستخدَمًا وتكون الغرفة مظلمة.
bg: При настроен автоматичен режим, екранът ще се изключва интелигентно, когато iPhone не се използва и в стаята е тъмно.
ca: Si has configurat l’iPhone perquè la pantalla s’apagui automàticament, s’apagarà de manera intel·ligent quan no la facis servir i siguis en un lloc fosc.
cs: Při nastavení volby Automaticky se bude displej inteligentně vypínat v době, kdy iPhone nepoužíváte a v místnosti je tma.
da: Når indstillingen Automatisk er valgt, slukkes skærmen på intelligent vis, når iPhone ikke er i brug, og der er mørkt i lokalet.
de: Wenn „Automatisch“ festgelegt ist, wird das Display deaktiviert, sobald das iPhone nicht verwendet wird und die Umgebung dunkel ist.
el: Όταν η οθόνη έχει ρυθμιστεί σε «Αυτόματα», θα απενεργοποιείται με έξυπνο τρόπο όταν το iPhone δεν χρησιμοποιείται και ο χώρος είναι σκοτεινός.
es: Si seleccionas Automáticamente, la pantalla se apagará de forma automática cuando no se esté usando el iPhone y haya poca luz ambiente.
es_us: Si la opción Automáticamente se activa, la pantalla se apagará de manera inteligente cuando detecte que el iPhone no está en uso y la habitación esté obscura.
fi: Kun asetukseksi on valittu Automaattisesti, näyttö sammuu älykkäästi, kun iPhonea ei käytetä ja huone on pimeä.
fr: Lorsque l’option Automatiquement est activée, l’écran s’éteindra intelligemment si lʼiPhone n’est pas utilisé et si la pièce est sombre.
fr_ca: Lorsque l’option Automatiquement est activée, l’écran s’éteint intelligemment lorsque l’iPhone n’est pas utilisé et que la pièce est sombre.
he: כשאפשרות זו מוגדרת ל״באופן אוטומטי״, התצוגה תיכבה מעצמה באופן חכם כשה-iPhone לא בשימוש והחדר חשוך.
hi: ऑटोमैटिकली पर सेट किया गया हो, तो इस्तेमाल में न होने और कमरे में अँधेरा होने पर iPhone इंटेलीजेंट तरीक़े से बंद हो जाएगा।
hr: Kad je podešeno na Automatski, zaslon će se isključiti na inteligentan način kad se iPhone ne koristi i prostorija je tamna.
hu: Amikor Automatikusan értékre van beállítva, a kijelző intelligens módon kikapcsol, amikor az iPhone nincs használatban, és a helyiség sötét.
id: Jika diatur ke Secara Otomatis, layar akan dimatikan secara pintar saat iPhone tidak digunakan dan ruangan gelap.
it: Quando è selezionata l’opzione “In automatico”, lo schermo si spegnerà in modo intelligente quando iPhone non è in uso e la stanza non è più illuminata.
ja: “自動”に設定すると、iPhoneが使われていなくて部屋が暗いときはインテリジェントにオフになります。
kk: Автоматты режимге орнатылғанда, iPhone қолданылып жатпаса және бөлме қараңғы болса, дисплей интеллектуалды түрде өшеді.
ko: ‘자동’으로 설정하면 iPhone을 사용 중이 아니고 주변이 어두울 때 디스플레이가 지능적으로 꺼집니다.
lt: Kai nustatyta parinktis „Automatiškai“, ekranas išmaniuoju būdu išjungiamas, kai „iPhone“ nenaudojamas ir patalpa yra tamsi.
ms: Apabila disetkan kepada Automatik, paparan akan dimatikan secara pintar apabila iPhone tidak digunakan dan bilik gelap.
nl: Wanneer het scherm is ingesteld op 'Automatisch', wordt het op intelligente wijze uitgeschakeld wanneer de iPhone niet wordt gebruikt en de kamer donker is.
no: Når Automatisk er valgt, slås skjermen av hvis iPhonen ikke er i bruk og befinner seg i et mørkt rom.
pl: Wybranie opcji Automatycznie oznacza, że wyświetlacz będzie wyłączał się samodzielnie, gdy iPhone nie jest używany, a w pokoju jest ciemno.
pt_br: Quando a tela estiver definida como Automaticamente, ela será desativada de maneira inteligente se o iPhone não estiver em uso e o cômodo estiver escuro.
pt_pt: Se a opção definida for Automaticamente, o ecrã será desligado automaticamente quando o iPhone estiver inativo e num espaço escuro.
ro: Dacă este selectată opțiunea “Automat”, afișajul se va stinge în mod inteligent când iPhone‑ul nu este în uz și încăperea este întunecată.
ru: Когда выбран параметр «Автоматически», дисплей будет выключаться, если iPhone не используется и находится в темной комнате.
sk: Keď vyberiete možnosť Automaticky, displej sa inteligentne vypne vždy, keď iPhone nepoužívate a v miestnosti je tma.
sl: Če izberete Samodejno, se bo zaslon pametno izklopil, ko iPhone ni v uporabi in je v prostoru tema.
sv: När Automatiskt är inställt stängs skärmen av på ett intelligent sätt när iPhone inte används och rummet är mörkt.
th: เมื่อตั้งค่าเป็นอัตโนมัติ จอภาพจะปิดอย่างชาญฉลาดเมื่อ iPhone ไม่ได้ใช้งานและห้องมืด
tr: Otomatik olarak ayarlandığında iPhone kullanılmıyorsa ve oda karanlıksa ekran akıllı bir şekilde kapanır.
uk: Коли ввімкнено параметр «Автоматично», екран вимикатиметься, якщо інтелектуальні алгоритми пристрою виявлятимуть, що iPhone не використовується і навколо темно.
vi: Khi được đặt thành Tự động, màn hình sẽ tắt một cách thông minh khi iPhone không được sử dụng và phòng tối.
zh_cn: 设为“自动”时，显示屏将在iPhone未使用且室内光线较暗时智能关闭。
zh_hk: 設定為「自動」時，當iPhone並非使用中而房間黑暗時，螢幕會巧妙地關閉。
zh_tw: 若設定為「自動」，系統會在iPhone未使用且房間昏暗時聰明地關閉螢幕。

# ALWAYS_ON_DISPLAY_OPTIONS
source: Display
ar: الشاشة
bg: Екран
ca: Pantalla
cs: Displej
da: Skærm
el: Οθόνη
es: Pantalla
es_us: Pantalla
fi: Näyttö
fr: Écran
fr_ca: Écran
he: תצוגה
hi: डिस्प्ले
hr: Zaslon
hu: Kijelző
id: Layar
it: Schermo
ja: 画面表示
kk: Дисплей
ko: 디스플레이
lt: Ekranas
ms: Paparan
nl: Scherm
no: Skjerm
pl: Wyświetlacz
pt_br: Tela
pt_pt: Ecrã
ro: Afișaj
ru: Дисплей
sk: Displej
sl: Zaslon
sv: Skärm
th: จอภาพ
tr: Ekran
uk: Дисплей
vi: Màn hình
zh_cn: 显示屏
zh_hk: 螢幕
zh_tw: 螢幕
